Repository: edicoIta/edico-nvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ca, es, it

source: EDICO Scientific Editor
ca: Editor científic EDICO
es: Editor Científico EDICO
it: EDICO Editor Scientifico

source: This addon provides access to the EDICO scientific editor
ca: Aquest complement proporciona l'accés a l'editor científic EDICO
es: Este complemento permite acceder al editor científico EDICO
it: Questo Add-On permette di utilizzare EDICO - l'Editor Scientifico

source: Insert symbol
ca: Insertar símbol
es: Insertar símbolo
it: Inserisci Simbolo

source: Graphic viewer
ca: Visualitzador gràfic
es: Visualizador gráfico
it: Visualizzazione reale

source: Braille viewer
ca: Visualitzador braille
es: Visualizador braille
it: Visualizzazione Braille

source: Run demo
ca: Executar demostració
es: Ejecutar demo
it: Esegui demo

source: Machine identifier:
ca: Identificador de màquina:
es: Identificador de equipo:

source: Shows a dialog to revert edico profile options to the default.
ca: Mostra un diàleg per a revertir les opcions del perfil de l'EDICO a la configuració per defecte.
es: Muestra un diálogo para revertir las opciones del perfil de EDICO a los valores por defecto.
it: Mostra una finestra di dialogo per ripristinare le impostazioni del profilo utente di EDICO usato in NVDA.

source: edico-ita.utb
ca: edico-esp.utb
es: edico-esp.utb

source: Revert EDICO Profile Wizard
ca: Assistent de Reversió del Perfil de l'EDICO
es: Asistente de Reversión del Perfil de EDICO
it: Ripristino guidato profilo EDICO

source: Choose which options you want to reset to the default value for the EDICO profile
ca: Escull les opcions que vols reiniciar al valor per defecte per al perfil de l'EDICO
es: Elige qué opciones quieres restablecer al valor por defecto para el perfil de EDICO
it: Scegliere quali opzioni si desidera ripristinare per il profilo EDICO di NVDA.

source: Keep the EDICO braille table for the current language (%s)
ca: Mantenir la taula Braille de l'EDICO per a l'idioma actual (%s)
es: Mantener la tabla braille de EDICO para el idioma actual (%s)
it: Mantieni la tabella braille di EDICO per la lingua attualmente in uso (%s)

source: Set the braille cursor to tether the focus
ca: Configurar el cursor Braille per a seguir al focus
es: Configurar el cursor braille para seguir al foco
it: Imposta il cursore braille per inseguire il focus

source: Disable the Braille reading by paragraph
ca: Desactivar la lectura Braille per paràgraf
es: Deshabilitar la lectura braille por párrafo
it: Disabilita la lettura in braille per paragrafi

source: Disable word wrapping of the braille line
ca: Desactivar la no separació de paraules a la línia braille
es: Desactivar ajuste de palabras en la línea braille
it: Disabilita a capo su parole intere per il braille

source: equation
ca: equació
es: ecuación

source: Reports the current line under the application cursor.
ca: Informa de la línia actual sota el cursor de l'aplicació.
es: Informa de la línea actual bajo el cursor de la aplicación.
it: Legge la riga alla posizione del cursore nell'applicazione.

source: Announces the current selection in edit controls and documents.
ca: Anuncia la selecció actual en controls d'edició i documents.
es: Anuncia la selección actual en controles de edición y documentos.
it: Legge la selezione del testo nei campi editazione e nei documenti.

source: reads from the beginning of the document up to the end of the text.
ca: llegeix des del començament del document fins al final del text.
es: lee desde el comienzo del documento hasta el final del texto.
it: Legge dall'inizio del documento alla fine del testo.

source: Incompatible version of the addon detected
ca: Versió incompatible del complement detectada
es: Se detectó una versión incompatible del complemento
it: Rilevata incompatibilità di versione

source: An old, incompatible version of this addon has been detected. This prevents the installation to be completed. Please uninstall the previous version before proceeding with the EDICO addon setup.
ca: Una versió antiga i incompatible del complement ha estat detectada. Això impedeix que es finalitzi la instal·lació. Si us plau, desinstal·la la versió antiga per a continuar amb la instal·lació del complement de l'EDICO.
es: Se ha detectado una versión antigua, incompatible de este complemento. Esto impide que la instalación se complete. Por favor, desinstala la versión anterior antes de continuar con la instalación del complemento para EDICO.
it: E' stata rilevata una precedente versione dell'addon, inconpatibile con la versione attuale. Ciò non permette di completare l'installazione in modo corretto. Si prega di disinstallare versioni precedenti prima di procedere all'installazione dell'addon EDICO.

source: edico profile already exists
ca: El perfil de l'EDICO ja existeix
es: El perfil edico ya existe
it: Il profilo edico esiste già

source: Another profile named "edico" is already present in your NVDA configuration. This may prevents the addon on create and configure the edico profile correctly. Please review default options for this addon using the Revert EDICO Profile Wizard (pressing NVDA+Alt+R) while the EDICO Application is active. Press OK to complete the addon setup.
ca: Un altre perfil anomenat "edico" ja existeix al teu NVDA. Això pot impedir que el complement creï i configuri correctament el perfil edico. Si us plau, revisa les opcions per defecte per al complement mitjançant l'assistent de reversió del perfil de l'EDICO (prement NVDA+Alt+R) mentre l'aplicació EDICO està activa. Prem OK per a completar la instal·lació del complement.
es: Otro perfil llamado "edico" está ya presente en tu configuración de NVDA. Esto puede impedir al complemento crear y configurar correctamente el perfil edico. Por favor, revisa las opciones por defecto para este complemento utilizando el Asistente de Reversión del Perfil de EDICO (pulsando NVDA+Alt+R) mientras la Aplicación EDICO esté activa. Pulsa Aceptar para completar la instalación del complemento.
it: Un precedente profilo chiamato "edico" è già presente nell'attuale configurazione di NVDA. Ciò non permette all'addon di creare e configurare il profilo edico in modo corretto. Si prega di verificare le opzioni predefinite per questo addon, utilizzando il Ripristino Guidato profilo EDICO (premendo nvda+alt+r) quando l'applicazione EDICO è in uso. Premere OK per completare l'installazione dell'addon.
